//translated by TakayaTomose at hypu.(www.hypujapan.com)

"Welcome to the %s installer." = "%sインストーラーにようこそ。";

"Install" = "インストール";

"Uninstall" = "アンインストール";

"Install %s" = "%sをインストール";

"Uninstall %s" = "%sをアンインストール";

"Open %s..." = "%sを開きます…";

"OK" = "OK";

"%s Installed" = "%s インストール済み";

"%s has been installed." = "%s はインストールされました.";

"%s Uninstalled" = "%sアンインストール済み";

"%s has been uninstalled." = "%sはアンインストールされました.";

"%s Not Installed." = "%sをインストールされてません.";

"%s Not Uninstalled." = "%sはインストールされてませんでした.";

"%s was NOT installed.  Please make sure you are running the installer from the disk image and try again." = "%sはインストールできませんでした.  インストーラーがディスクイメージから起動しているかもう一度確認してください。";

"%s was NOT uninstalled.  Please make sure you are running the installer from the disk image and try again." = "%sはアンインストールされませんでした.  インストーラーがディスクイメージから起動しているかもう一度確認してください。";

"%s was NOT installed.  Please try again." = "%sはインストールされませんでした。  もう一度インストールしてください。";

"%s was NOT uninstalled.  Please try again." = "%sはインストールされてませんでした。  もう一度アンインストールしてください。";

"Quit %s" = "%sを終了する";

"Cancel" = "キャンセル";

"We have to quit %s before proceeding.  Quit %s now?" = "この先に進むには%sを終了する必要があります。  %sを終了しますか?";

"Continue" = "続ける";

"%s is still running.  Please quit %s and then click Continue." = "%sはまだ起動してます。%sを終了し、続けるをクリックして下さい。";

// status messages

"Complete..." = "完了";

"Quitting %s..." = "%sを終了しています...";

"Checking for %s..." = "%sをチェックしています...";

"Installing %s..." = "%sをインストールしています...";

"Uninstalling %s..." = "%sをアンインストールしています...";

"Quit" = "終了";

// new

"Unsupported System" = "Unsupported System";

"%s was NOT installed.  Mac OS X %s or higher is required to run %s." = "%s was NOT installed.  Mac OS X %s or higher is required to run %s.";

"Accept" = "同意します";

"Decline" = "同意しません";

"%@ License Agreement" = "%@ ソフトウェア使用許諾契約";

"Print..." = "プリント...";
